---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseFx
source: html/1dd44839-d37b-aae2-1f63-4a5bc78fb12b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStartReleaseFx Property

"Start Fx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStartReleaseFx { get; }
```